[
  {
    "id": "1",
    "title": "Mega Man",
    "content": "Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine. use that Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine. use that Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine. use that Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine.",
    "image": "https://images.pexels.com/photos/4175054/pexels-photo-4175054.jpeg?auto=compress&cs=tinysrgb&w=600"
  },
  {
    "id": "2",
    "title": "Mega Man - Returns",
    "content": "Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine. use that Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine. use that Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine. use that Robot Master's special weapon. Each Robot Master is representative of a specific element or object, with such bosses as Fire Man, Ice Man, Guts Man, Cut Man, Elec Man, and Bomb Man. The weapons Mega Man gains share the theme of the defeated boss. After defeating all of the Robot Masters, Mega Man travels to a multi-stage fortress to confront Dr. Wily, the person responsible for the robotic enemies' destructive acts. In the fortress, Mega Man fights past new bosses, clones of the game's Robot Masters, and Wily himself, who is usually in a large multi-phase war machine.",
    "image": "https://images.pexels.com/photos/4585184/pexels-photo-4585184.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "3",
    "title": "Mega Man - Dr. Light",
    "content": "Dr. Thomas Light, known in Japan as Dr. Right, is depicted as an aged scientist, most frequently and originally portrayed as working alone in the games. He is credited with the creation of Mega Man and several other robots, and he plays a more integral role in the series than his counterpart, Dr. Wily.",
    "image": "https://images.pexels.com/photos/4194853/pexels-photo-4194853.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "4",
    "title": "Mega Man - Dr. Wily",
    "content": "Dr. Albert W. Wily is a mad scientist who was originally Dr. Light's partner, and is the main antagonist of the original Mega Man series, having decided to plot against mankind and create his own robot army to conquer the world.",
    "image": "https://images.pexels.com/photos/2860810/pexels-photo-2860810.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "5",
    "title": "Mega Man - Proto Man",
    "content": "Proto Man, known as Blues in Japan, is the early prototype of Mega Man that made his first appearance in Mega Man 3, under the name of Break Man, to help train Mega Man by fighting him.",
    "image": "https://images.pexels.com/photos/7004739/pexels-photo-7004739.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "6",
    "title": "Mega Man - Roll",
    "content": "Roll is a kind-hearted humanoid robot created by Dr. Light to be a housekeeper, helping around Dr. Light's Laboratory by cleaning and cooking. She is the 'little sister' of Mega Man and Proto Man.",
    "image": "https://images.pexels.com/photos/6109124/pexels-photo-6109124.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "7",
    "title": "Mega Man - Rush",
    "content": "Rush is Mega Man's faithful robotic dog, created by Dr. Light to assist Mega Man in his travels. Initially, Rush was able to transform into a coil, a hoverboard, and a submarine.",
    "image": "https://images.pexels.com/photos/3528052/pexels-photo-3528052.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "8",
    "title": "Mega Man - Bass",
    "content": "Bass, known as Forte in Japan, is a Robot Master created by Dr. Wily to imitate Mega Man's design, along with Treble, an imitation of Rush's design. He was created based on a research conducted on Mega Man with the intention of surpassing his power.",
    "image": "https://images.pexels.com/photos/3530056/pexels-photo-3530056.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "9",
    "title": "Mega Man - Zero",
    "content": "Zero is a major character from the Mega Man X series of games and the protagonist of his own series. He was created by Dr. Wily sometime in the early twenty-first century. Learning from his past mistakes, Wily constructed Zero as a far more advanced robot than anything he had ever built before.",
    "image": "https://images.pexels.com/photos/6402526/pexels-photo-6402526.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "10",
    "title": "Mega Man - Sigma",
    "content": "Sigma is the primary antagonist of the Mega Man X series. He serves as the final boss in all games in the series except for Mega Man X: Command Mission (where he makes no appearances) and Mega Man X8 (appearing as the final boss if the game is played on easy difficulty).",
    "image": "https://images.pexels.com/photos/2832468/pexels-photo-2832468.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "11",
    "title": "Mega Man - Axl",
    "content": "Axl is a playable character and protagonist from the Mega Man X series. He first appears in Mega Man X7. Axl is a prototype of the next-generation Reploids and his main ability is to mimic the external and internal characteristics of anyone he encounters.",
    "image": "https://images.pexels.com/photos/4175054/pexels-photo-4175054.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "id": "12",
    "title": "Mega Man - Vile",
    "content": "Vile, known as VAVA in Japan, is a major antagonist in the Mega Man X series. He used to be a member of the Maverick Hunters prior to the first Mega Man X game and was ranked S-A Class in Sigma's 17th Elite Unit before he became a Maverick.",
    "image": "https://images.pexels.com/photos/2832432/pexels-photo-2832432.png?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  }  
]
